from .. import *


@zedub.zed_cmd(pattern="الإوامر الجديده")
async def hi(event):
    await event.reply(
        "
[𓆩 ᥉᥆υᖇᥴᥱ ᥉ᥱꪔ᥆  𓆪](https://t.me/FTTUTY)\n\n✰︎ هـذه قـائـمـة اوامـر سـورس سـيـمـو\n\n✰︎ { `.م1` } ↢ اوامـر البحث والتحميل\n✰︎ { `.م2` } ↢ اوامـر البوت\n✰︎ { `.م3` } ↢ اوامـر الوقتي\n✰︎ { `.م4` } ↢ اوامـر المجموعهہ¹\n✰︎ { `.م5` } ↢ اوامـر المجموعهہ ²\n✰︎ { `.م6` } ↢ اوامـر الحساب\n✰︎ { `.م7` } ↢ اوامـر الميديا والصيغ\n✰︎ { `.م8` } ↢ اوامـر الفارات\n✰︎ { `.م9` } ↢ اوامـر الخدمات\n✰︎ {`.م10`} ↢ اوامر الالعاب\n✰︎ {`.م11`} ↢ اوامـر التسليهہ\n✰︎ {`.م12`} ↢ اوامـر التحشيش\n✰︎ {`.م13`} ↢ اوامر تنزيل الاحالات\n✰︎ {`.م14`} ↢ اوامـر الـوقـتـي\n✰︎ {`.م15`} ↢ اوامر صيد اليوزرات\n✰︎ {`.م16`} ↢ اوامـر النشر التلقائي\n✰︎ {`.م17`} ↢ اوامـر تجميع النقاط\n✰︎ {`.م18`} ↢ اوامر الاشتراك الإجباريّ\n✰︎ {`.م19`} ↢ اوامـر الاضافهہ والتفليش\n✰︎ {`.م20`} ↢ اوامـر الميوزك\n\n⌯ [ . ᥉᥆υᖇᥴᥱ ᥉ᥱꪔ᥆ - ᥴ𝗆𝖽 ᭡ .](https://t.me/FTTUTY)",
        link_preview=False,
    )
    await event.delete()

